[lang]
100=职业
101=守护
102=猎龙
103=战士
104=狂战
105=工程
106=机械
107=游侠
108=德鲁
109=潜行
110=独行
111=元素
112=暴风
113=幻术
114=时空
115=唤灵
116=夺魂
117=魂武
118=预告
119=燃火
120=破法
121=全息
122=魂兽
123=神枪
124=编织
125=蜃楼
126=灾厄
127=龙魂
130=总计
133=施法
134=取消
135=时间浪费
136=击中(脉冲)
137=击中(总计)
138=自身血高于90%
139=目标血低于50%
140=移动
141=侧后
142=暴击
143=总计
144=最低
145=平均
146=最高
147=近似伤害
148=过量
149=无技能记录
150=移除
151=格挡
152=显隐
153=未命中
154=未选择目标
155=目标
156=敌对
157=友方
160=类型
161=战斗
162=动作
165=伤害
166=造成
167=受到
170=格式
171=秒伤
172=总伤
173=百分比
200=个人统计
201=伤害
202=受伤
203=战斗
204=动作
205=全部伤害
206=伤害(直伤)
207=伤害(症状)
208=治疗
209=暴击率
210=自身血量90%率
211=目标血量50%率
212=闪避
213=格挡
214=吸收
215=打断
216=当前
217=历史
218=战斗
219=秒伤
220=总伤
221=个人
222=记录间隔
223=毫秒
224=当前
225=当前
226=屏障
240=个人技能
241=伤害
242=受伤
243=全伤
244=症状
245=直伤
246=技能移除
247=当前
248=历史
249=战斗
250=个人
251=记录间隔
252=毫秒
253=技能
270=目标
271=自动记录
272=手动记录
273=不记录
274=不能记录
275=目标锁定:无
276=战斗
277=RS
278=秒伤
279=击杀
280=开始记录
281=停止记录
290=生命条
291=HP
300=团队统计
301=伤害
302=受伤
303=全伤
304=症状
305=直伤
306=+症状
307=总计
310=战斗
311=秒伤
312=总伤
313=不能用于非同队玩家
314=技能移除
315=当前
316=历史
317=濒死移除
318=团队统计
319=记录间隔
320=毫秒
321=百分比
322=范围内无玩家
323=当前
324=当前
340=摘要
341=战斗时间
342=造成秒伤
343=对目标秒伤
344=受到秒伤
345=目标受秒伤
346=暴击率
347=自身血量90%率
348=目标血量50%率
349=移动率
350=侧后率
351=取消时间
352=救人次数
353=救人时间
354=倒地次数
355=移除症状
356=移除增益
357=偏斜率
358=闪避
359=打断
360=未命中
361=使用闪避
362=历史
363=玩家必须在
364=队伍/团队中
365=被移除症状
366=被移除增益
367=倒地时间
368=取消次数
369=格挡率
370=格挡效果
371=格挡
372=吸收
373=自己复苏
374=持续时间
375=强度
376=直伤
377=症状
378=dps持续时间
379=保护率
380=死亡
381=倒地
382=倒地
383=清零
384=死亡次数
390=查看战斗记录
391=战斗
392=解析
393=游戏
396=自动
397=滚动
398=过滤
417=日志
418=频道
422=条数
423=抑制记录
424=完美时间
425=完美使用
426=事件
427=战斗环境变化
428=战斗激活
429=buff移除
430=buff应用
431=buff伤害
432=buff治疗
433=直伤伤害
434=直接治疗
435=调试
436=召唤物
440=指南针
445=方位
450=信息显示
451=帧数
452=延迟
453=地图类型
454=地图ID
455=地图等级
456=激战2版本
457=ARCDPS版本
458=响应
460=采集计数器
461=采/小时
462=伐/小时
463=割/小时
464=已开采
465=已砍伐
466=已收割
467=工具
468=剩余镐
469=剩余斧
470=剩余镰
471=计量
490=设置
491=面板
492=摘要
493=基础
496=链接到面板
497=自动打开
498=组:造成秒伤
499=组:受到秒伤
500=组:各种BUFF
501=组:各种百分比
502=组:倒地相关
503=组:BUFF移除
504=组:受到效果
505=优先锁定到遭遇的NPC
506=对目标保存战斗日志
507=使用NPC名称保存战斗日志
508=压缩战斗日志EVTC文件(win10)
509=网格状拖动面板
510=只使用组合键操作
511=战斗细节
512=面板内容等级
522=在EVTC文件中标注公会名
523=显示条状图
524=启用鼠标穿透
525=透明度
526=开启职业配色条状图
527=在EVTC文件中标注玩家名
528=使用备用界面
529=开启团队面板综合模式
530=将名称和缩写对齐
531=移动窗口时需要Alt+Shift
532=显示菜单时需要Alt+Shift
533=不显示总计
534=点击时需要Alt+Shift
536=日志选项
537=隐藏空的增益
540=不显示战斗持续时间
541=ESC键关闭窗口
542=打开日志的保存目录
543=打开插件的设置文件
544=风格
545=颜色：图形界面
546=颜色：Arc
547=颜色：职业
548=颜色：团队
549=外观
550=消耗
551=无消耗
560=传送点
561=永恒战场
562=红色边境
563=蓝色边境
564=绿色边境
565=无传送点
566=传送点禁用
570=一键换Build
571=读取
572=保存
573=选择类似Build
574=特性
575=装备
576=技能
577=传奇
578=PVP
579=预装备任意双手武器
580=按字母排序
581=已复制
582=命名
583=删除
584=替换
585=已保存
586=读取中...
587=本地图加载模板频率受限(500ms)
588=不可用
589=取消
590=BUFF面板
591=警告:CPU高负荷
610=详细
611=最低
612=最高
613=战斗时间
614=清除
620=闪避
621=屏障
630=无战斗
631=屏障
632=击中（全部）
633=直伤
634=症状
635=花费时间
636=保护
637=死亡
638=倒地
639=屏障总计
640=格挡
641=闪避
642=吸收
643=清空
660=成功
661=失败
662=坐标
663=背景
664=横排显示
665=对齐
666=重置
667=总伤害
668=范围伤害
669=目标伤害
670=受伤
671=标题栏
672=无历史
673=自动调整大小
674=最大显示人数
675=滚动条
676=队友伤害
677=列表
678=技能
679=目标
680=日志
681=附加功能
682=检查所需最低版本
683=隐藏日常和成就（需重新读图）
684=隐藏史诗和故事（需重新读图）
685=隐藏战斗中的数值和文字
686=战斗时间
687=dps按时间排序
688=风格
689=增益
690=dps按名词排序
691=显示
692=显示小队颜色
693="1总伤2总dps3总百分4目标总伤5目标dps6目标百分"
694=玩家栏伤害显示模式
695=调试
696=数据
697=标签
698=显示序号
699=显示职业
700=最高伤害技能
701=最高伤害目标
702=窗口长度
703=伤害统计
704=受到
705=标题栏使用系统颜色
706=1总dps2总伤3目标dps4目标总伤5目标名
707=标题栏伤害显示模式
708=记录
709=当前
710=记录无效
711=重新读图
712=间隔
713=最大名字长度
714=隐藏附近事件（需重新读图）
715=显示高级风格设置
716=警告：修改图形界面会因为兼容性问题无效
717=某些颜色是硬解码的可能会无法更改
718=颜色的定义在配置文件中
719=名字
720=名字使用职业颜色
721=名字使用小队颜色
722=buff按小队排序
723=gw2内存占用
724=arc内存占用
725=战斗时移动距离
726=脱战时移动距离
727=战斗时间
728=脱战时间
729=详细
730=警告：不可预知的结果
731=当窗口无效时，缓慢载入地图
732=模拟禁止
733=dps高级排序
734=高级排序会覆盖默认排序规则，并占用更多的CPU
735= 风格的更改不会改变默认初始值。删除ini文件中的appearance_key可以重置回默认初始值。
736=历史
737=高级
738=没有
739=倒地次数
740=倒地之间时长
741=死亡次数
742=死亡之间时长
743=救人次数
744=救人时长
745=清除症状
746=削增益
747=造成伤害（持续）
748=受到伤害（持续）
749=统计数据排除
750=排除会作用于所有统计窗口和详细窗口
751=excl开启
752=vs玩家
753=vs npc
754=vs小工具
755=从玩家
756=从npc
757=从小工具
758=全局界面选项
759=记录遭遇boss选项
760=版本界面
761=个人技能界面
762=伤害统计显示
763=窗口风格
764=重置数据统计
765=团队总秒伤
766=团队总受伤
767=总是显示窗口
768=当进入/退出队伍时候重置数据统计
769=当切换职业时候重置数据统计
770=详细统计默认设置
771=打开详细窗口时候的初始设置
772=保存WvW团队战斗的EVTC日志
773=WvW团队日志最小参与者数量
774=WvW团队日志最大参与者数量
775=日志记录开始于团队里第一人进入战斗，结束于所有人都脱战
776=总输出
777=总受伤
778=WvW团队日志最小敌人数量
783=保存/恢复一些换装的键绑定
784=自动加载最后的键绑定在地图上输入，并保存在地图退出(技能、武器)
787=在构建更改时重置持久性
788=战斗时间
789=默认战斗持续时间是从战斗开始到战斗结束。更改立即应用，没有重置。
790=使用最后一次伤害事件结束战斗
791=以进度条显示
792=小队
793=顶部小队
794=总增益
795=地图资产超时
796=最大地图资产加载时间弹出窗口(战场bug)
797=地图超时
798=最大地图加载时间弹出窗口
799=模型超时
800=最大模型加载时间弹出窗口(代理方式)
801=地图

